{
  "Menu": {
    "catalog": {
      "title": "Онлайн магазин",
      "all": "Все товары"
    },
    "about": {
      "title": "О бренде",
      "phil": "Философия",
      "collections": "Коллекции",
      "contacts": "Контакты"
    },
    "service": {
      "title": "Покупателям",
      "delivery": "Оплата и доставка",
      "return": "Обмен и возврат"
    },
    "login": "Войти",
    "account": "Личный кабинет",
    "admin": {
      "title": "Управление"
    },
    "subscribe": "Скидка 5% за подписку на рассылку"
  },
  "Footer": {
    "send": "Вопрос? Пишите нам на почту",
    "copy": "Мария Головина"
  },
  "About": {
    "title": "Философия",
    "p1": "Golovina Mari — бренд о женской свободе, силе, легкости, зрелости, притягательности и самоиронии.",
    "p2": "Интересные детали и крой, узнаваемый почерк. Цвета — нетривиальные, монохромные, уверенные. Формы — чутко следуют за красотой и женственностью. Основа каждой коллекции — универсальные, продуманные вещи, которые формируются в понятный и качественный гардероб вне времени. Вещи, которые способны изменить то, как мы себя ощущаем. Сделать нас уверенными. Раскрепостить мысли. Наполнить энергией жизни.",
    "bq": "«Каждая женщина уникальна и красива, просто не каждая из нас умеет эту красоту показать окружающим. Я получаю огромное удовольствие, когда благодаря моей вещи женщина преображается. Вещь ее не затмевает, не забирает на себя внимание, а лишь подчеркивает красоту. Это магия, которая происходит без слов. Все это в совокупности раскрывает женщину, и она сама становится вдохновителем для других».",
    "at": "— Мария Головина.",
    "p3": "Из разнообразия возникает совершенная гармония. Для нас единое — в разном. Мы изнутри — это множество цветных стеклышек, каждое — красивое, особенное, уязвимое и сильное. Но только вместе они образуют неповторимый узор и сияют всеми красками.",
    "p4": "Духовный и чувственный опыт, интеллект и эмоции, спонтанность. Люди и большие города, новые возможности и энергия жизни. Мы черпаем вдохновение в многоликости. Мы создаем единую форму из совершенно разных ритмов этого мира."
  },
  "Contacts": {
    "title": "Контакты",
    "name": "Студия в Москве",
    "address": "Большая Никитская, 21/18 с4",
    "opening_hours": "Ежедневно с 13:00 до 21:00",
    "phone_number": "Телефон",
    "email": "Интернет-магазин",
    "map": "Схема проезда",
    "follow": "Подписывайся на наш Instagram"
  },
  "Subscribe": {
    "title": "Подписаться",
    "desc": "Подпишитесь на нашу рассылку новостей и получите скидку 5% на свой первый заказ",
    "email": "Эл. почта",
    "first_name": "Имя",
    "last_name": "Фамилия",
    "date_of_birth": "Дата рождения",
    "subscribe": "Подписаться",
    "submitted": "Спасибо за подписку"
  }
}





