import { FC } from 'react'

export const ReturnRu: FC = () => {
  return (
    <>
      <p>
        Обмен и возврат товара осуществляется в течение 14 дней с момента покупки в Салоне, и 7 дней с момента получения
        заказа через интернет-магазин. Возврат или обмен товара возможен, если он не был в употреблении, сохранены
        товарный вид, потребительские свойства, пломбы и фабричные ярлыки. В противном случае обмен и возврат товара
        невозможен.
        <br />
        Возврат и обмен товара по инициативе покупателя осуществляется за счет покупателя.
        <br />
        Возврат и обмен товара при обнаружении производственного брака осуществляется за счет продавца.
      </p>

      <h2>Покупка в Салоне в Москве</h2>

      <p>
        Если вы совершили покупку в нашем Салоне офлайн, то вам необходимо вернуть товар обратно по тому же адресу: г.
        Москва, ул. Большая Никитская 21/18 стр 4, 2 этаж, помещение 206.
        <br />
        Также вам понадобятся паспорт (для оформления заявления), товарный чек и банковская карта, если оплата проходила
        по безналичному расчету.
      </p>

      <h2>Покупка в интернет-магазине</h2>

      <p>
        Если вы совершили покупку через интернет-магазин, то вам необходимо заполнить короткую форму возврата в вашем
        личном кабинете. После оформления в течение дня с вами свяжется менеджер. Вернуть товар можно лично, либо
        курьерской службой по адресу: г. Москва, ул. Большая Никитская 21/18 стр 4, 2 этаж, помещение 206, получатель –
        Головина Мария Николаевна, контактный телефон +7 (985) 714-55-58.
        <br />
        Возврат денежных средств на банковскую карту осуществляется в течение 10-ти рабочих дней с момента возвращения
        товара в Салон.
      </p>
    </>
  )
}
